Repository: s-leger/theme_responsive_images
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: fr

# title.1col
source: 1 column
fr: 1 colonne

# description.1col
source: Inserts a 1-columns grid for content. The width and offset of column may be set for different screen sizes.
fr: Insère une ligne à 1 colonne. La largeur et de décâlage des colonnes peut être défini pour chaque taille d'écran.

# title.2col
source: 2 columns
fr: 2 colonnes

# description.2col
source: Inserts a 2-columns grid for content. The width and offset of each column may be set for different screen sizes.
fr: Insère une ligne à 2 colonnes. La largeur et de décâlage des colonnes peut être défini pour chaque taille d'écran.

# title.3col
source: 3 columns
fr: 3 colonnes

# description.3col
source: Inserts a 3-columns grid for content. The width and offset of each column may be set for different screen sizes.
fr: Insère une ligne à 3 colonnes. La largeur et de décâlage des colonnes peut être défini pour chaque taille d'écran.

# title.4col
source: 4 columns
fr: 4 colonnes

# description.4col
source: Inserts a 4-columns grid for content. The width and offset of each column may be set for different screen sizes.
fr: Insère une ligne à 4 colonnes. La largeur et de décâlage des colonnes peut être défini pour chaque taille d'écran.

# title.container
source: Container
fr: Conteneur

# description.container
source: Inserts a container for columns. Use this as a column container with a clean template.
fr: Insère un conteneur pour lignes. S'utilise avec un template sans conteneur.

# title.row
source: Row
fr: Ligne

# description.row
source: Inserts a row container for columns.
fr: Insère une ligne pour des colonnes.

# title.col
source: Container
fr: Colonne

# description.col
source: Inserts a container for columns. Use this as a column container with a clean template.
fr: Insère une colonne. Permet de séparer les lignes en multiples colonnes.

# sheet.visibility
source: Visibility
fr: Visibilité

# sheet.css
source: Custom CSS
fr: CSS utilisateur

# sheet.breakpoint
source: Breakpoints
fr: Point de rupture

# sheet.md
source: Width (Medium)
fr: Moyen

# sheet.sm
source: Width (Small)
fr: Petit

# sheet.xs
source: Width (Xtra small)
fr: Très petit

# sheet.lg
source: Width (Large)
fr: Grand

# sheet.width
source: Width
fr: Largeur

# sheet.offset
source: Offset
fr: Decâlage

# sheet.push
source: Push
fr: Pousser

# sheet.pull
source: Pull
fr: Tirer

# label.md
source: Medium
fr: Moyen

# label.sm
source: Small
fr: Petit

# label.xs
source: Extra small
fr: Très petit

# label.lg
source: Large
fr: Grand

# label.content
source: Content
fr: Contenu

# label.row
source: Row
fr: Ligne

# label.col
source: Column
fr: Colonne

# label.col1
source: Column 1
fr: Colonne 1

# label.col2
source: Column 2
fr: Colonne 2

# label.col3
source: Column 3
fr: Colonne 3

# label.col4
source: Column 4
fr: Colonne 4

# label.width.col1
source: Column 1 width
fr: Colonne 1 largeur

# label.width.col2
source: Column 2 width
fr: Colonne 2 largeur

# label.width.col3
source: Column 3 width
fr: Colonne 3 largeur

# label.width.col4
source: Column 4 width
fr: Colonne 4 largeur

# label.offset.col1
source: Column 1 offset
fr: Colonne 1 décalage

# label.offset.col2
source: Column 2 offset
fr: Colonne 2 décalage

# label.offset.col3
source: Column 3 offset
fr: Colonne 3 décalage

# label.offset.col4
source: Column 4 offset
fr: Colonne 4 décalage

# label.push.col1
source: Column 1 push
fr: Colonne 1 pousser vers la droite

# label.push.col2
source: Column 2 push
fr: Colonne 2 pousser vers la droite

# label.push.col3
source: Column 3 push
fr: Colonne 3 pousser vers la droite

# label.push.col4
source: Column 4 push
fr: Colonne 4 pousser vers la droite

# label.pull.col1
source: Column 1 pull
fr: Colonne 1 tirer vers la gauche

# label.pull.col2
source: Column 2 pull
fr: Colonne 2 tirer vers la gauche

# label.pull.col3
source: Column 3 pull
fr: Colonne 3 tirer vers la gauche

# label.pull.col4
source: Column 4 pull
fr: Colonne 4 tirer vers la gauche

# label.clear.col1
source: Column 1 add a column reset
fr: Colonne 1 retour a la ligne

# label.clear.col2
source: Column 2 add a column reset
fr: Colonne 2 retour a la ligne

# label.clear.col3
source: Column 3 add a column resetl
fr: Colonne 3 retour a la ligne

# label.css.row
source: Row additional CSS class
fr: Classe CSS additionnelle pour la ligne

# label.css.col1
source: Column 1 additional CSS class
fr: Classe CSS additionnelle pour la colonne 1

# label.css.col2
source: Column 2 additional CSS class
fr: Classe CSS additionnelle pour la colonne 2

# label.css.col3
source: Column 3 additional CSS class
fr: Classe CSS additionnelle pour la colonne 3

# label.css.col4
source: Column 4 additional CSS class
fr: Classe CSS additionnelle pour la colonne 4

# label.visible.sm
source: Visible on Small devices
fr: Visible sur les petits écrans

# label.visible.xs
source: Visible on Extra small devices
fr: Visible sur les très petits écrans

# label.visible.md
source: Visible on Medium devices
fr: Visible sur les écrans moyens

# label.visible.lg
source: Visible on Large devices
fr: Visible sur les grands écrans

# label.hidden.sm
source: Hidden on Small devices
fr: Caché sur les petits écrans

# label.hidden.xs
source: Hidden on Extra small devices
fr: Caché sur les très petits écrans

# label.hidden.md
source: Hidden on Medium devices
fr: Caché sur les écrans moyens

# label.hidden.lg
source: Hidden on Large devices
fr: Caché sur les grands écrans

# label.notset
source: not set
fr: non défini

# label.enable
source: Enable
fr: Activer

# label.none
source: none
fr: aucun
